Repository: musindmitriy/django-mistypes
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Mistypes
ru: Опечатки

source: opened
ru: открыто

source: spam
ru: спам

source: in progress
ru: исправляется

source: closed
ru: исправлено

source: not a mistake
ru: не ошибка

source: Type
ru: Тип

source: IP
ru: IP-адрес

source: Mistype URL
ru: URL опечатки

source: Before mistype
ru: Текст перед опечаткой

source: Mistype text
ru: Текст опечатки

source: After mistype
ru: Текст после опечатки

source: Comment
ru: Комментарий пользователя

source: Date
ru: Дата

source: New mistype
ru: Новая опечатка

source: User with IP-address %(ip)s has found a mistype on site.
ru: Пользователь с IP-адресом %(ip)s нашёл опечатку на сайте.

source: URL:
ru: URL-адрес опечатки:

source: Mistype text:
ru: Текст опечатки:

source: Comment:
ru: Комментарий пользователя:

source: Mistype in text:
ru: Опечатка в тексте:

source: Send message about mistype to author?
ru: Послать сообщение об ошибке автору?

source: Thank you for finding mistype!
ru: Спасибо за найденную неточность!

source: Something get wrong. Please try again or contact with administrator.
ru: Что-то пошло не так. Попробуйте ещё раз или сообщите администратору.

source: Too much text selected.
ru: Выделено слишком много текста.

source: Comment for author:
ru: Комментарий для автора (необязательно, но очень приветствуется, это позволит быстрее исправить ошибку):

source: Send
ru: Отправить

source: Cancel
ru: Отмена
